[
  {
    "title": "Mafia Definitive Edition",
    "type": "game",
    "rating": "9.0",
    "year": 2020,
    "genres": ["Открытый мир", "Экшен", "Криминал"],
    "description": "Ремейк культовой игры, воссозданной с нуля. Постройте карьеру мафиози во времена сухого закона. После случайной встречи с мафией таксист Томми Анджело попадает в мир организованной преступности. Сначала он настороженно относится к семье Сальери, но большие деньги меняют его отношение…",
    "review": "",
    "image": "https://i.imgur.com/ehTWm81.jpeg"
  },
    {
    "title": "Saints Row",
    "type": "game",
    "rating": "9.0",
    "year": 2023,
    "genres": ["Открытый мир", "Экшен", "Комедия"],
    "description": "Вы — будущий босс. Вместе с Ниной, Кевином и Элаем вы называете себя Святыми. Вам предстоит сразиться с Лос Пантерос, Айдолами и людьми Маршалла за власть над Санто-Илесо. Строго говоря, Saints Row — это просто история стартапа. Просто так сложилось, что бизнес Святых — криминальный.",
    "review": "Коль множество порицаний витает вокруг игры, я отвечу максимально просто и лакончино. Да, возможно это не старые легендарные части, но это ведь тоже не плохая игра. Много сатиры, юмора, играется круто",
    "image": "https://m.media-amazon.com/images/M/MV5BNzU2NmY2NzItY2ZhMi00MDk2LWE5MWEtYTg4NDFjMmMxOGQxXkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg"
  },
      {
    "title": "It takes two",
    "type": "game",
    "rating": "7.5",
    "year": 2021,
    "genres": ["Кооператив", "Сплитскрин"],
    "description": "Играйте за принявших решение развестись Коди и Мэй, двух людей, волшебством превращённых в кукол. Вместе они попадают в сказочный мир, где за каждым углом поджидают неожиданные препятствия, и поневоле вынуждены спасать свои давшие трещину отношения.",
    "review": "",
    "image": "https://i.ebayimg.com/images/g/eDkAAOSw1YVkFJpr/s-l1200.jpg"
  },
  {
    "title": "Split Fiction",
    "type": "game",
    "rating": "9.7",
    "year": 2025,
    "genres": ["Кооператив", "Сплитскрин", "Научная фантастика", "Фэнтези"],
    "description": "Split Fiction — это уникальное приключение, неожиданные повороты которого заставят вас затаить дыхание. Вы только что приручали милого дракона, и вот уже вы сражаетесь с киберниндзя, убегаете от ужасающих троллей или уворачиваетесь от ховеркаров, которые в вас кидает робот-парковщик. Все странно, динамично и создано для двоих.",
    "review": "Наверное лучшая кооперативная игра в которую я играл. Один из самых уникальных и динамических геймплеев которые я встречал, а в игры я играю давно и много. Одним словом, шедевр для игры с другом!",
    "image": "https://products.eneba.games/resized-products/spsaB00FdT8rJuonThF_3yvK3r0nQhCcB0_iAT8xCnM_350x200_1x-0.jpg"
  },
    {
    "title": "StarCraft2: Heart of the swarm",
    "type": "game",
    "rating": "9.5",
    "year": 2025,
    "genres": ["RTS", "Сюжет имба", "Научная фантастика", "Чёрт, Джимми, Заражённые морпехи?"],
    "description": "Кампания зергов, сюжет не спойлерю",
    "review": "ТОП 1 РТС на данный момент. Кампания по игре имба кстати, а вообще видос ждите, когда-то будет",
    "image": "https://sm.ign.com/t/ign_br/cover/s/starcraft-/starcraft-ii-heart-of-the-swarm_8wyd.1200.jpg"
  },
    {
    "title": "Watch Dogs: Legion",
    "type": "game",
    "rating": "6.5",
    "year": 2020,
    "genres": ["Экшен", "Открытый мир", "Шутер", "Приключение"],
    "description": "Создайте группу агентов, вербуя кого угодно из жителей города. Взламывайте технику, проникайте на засекреченные объекты и сражайтесь. Добро пожаловать в сопротивление.",
    "review": "Вайб у игры есть, а это главное. Хоть юбисофт и контора пидорасов, но Мина Сидху слишком классный перс",
    "image": "https://cdn2.unrealengine.com/watchdogs-legion-store-portrait-1200x1600-1200x1600-338400621.jpg"
  }
]
